// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "裝置管理";

TaskTitle = "裝置管理";
HSDPasswordButton = "設定/變更管理員密碼…";
HSDEnableAllTitle = "全部啟用";
HSDDisableAllTitle = "全部停用";
HSDCustomSettingsTitle = "自訂設定:";
HSDOnTitle = "於";
HSDFeatureNameTitle = "功能名稱";

Networking = "Ethernet";
Wireless = "無線";
WirelessAccessPoint = "無線存取點";
Fax = "傳真";
DigitalSend = "數位傳送";
MassStorage = "照片卡/大量儲存";
ePrint = "ePrint";
SIPs = "SIP";
MobileApps = "MobileApps 服務";
ControlPanelAccess = "控制台面板鎖";
Scan = "掃描";
RemoteScan = "從電腦或行動裝置掃描";
WebScan = "Web 掃描";
WebServices = "Web 服務";
FaxReprint = "傳真重印";
ReceivingColorFax = "彩色傳真 (傳入傳真)";
PrintFromMassStorage = "從 USB 裝置開啟/列印";
ScanToMassStorage = "儲存到 USB (掃描到 USB)";
MassStorageRestrictColor = "來自記憶體裝置的彩色列印";
Copy = "複製";
ColorCopy = "彩色影印";
DFA = "裝置傳真封存 (DFA)";
ScanToEmail = "掃描到電子郵件";
ScanToNetworkFolder = "掃描到網路資料夾";
ScanToSharePoint = "掃描到 SharePoint";
ManualFromEmailAddress = "手動從電子郵件地址輸入";
ConsumableSubscription = "墨水訂閱";
SFS = "線上說明";
UsageDataCollection = "使用狀況資料收集";
WebProxy = "Web Proxy";
WDAP = "Web Proxy 自動探索 (WPAD)";
FirmwareUpdate = "更新韌體";
WebFirmwareUpdate = "網路下載的韌體更新";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google 雲端列印";
GoogleCloudPrintPrivet = "透過無線網路使用「Google 雲端列印」進行列印";

DisableControlPanelAccessAlertTitle =  "啟用「控制台鎖定」也會限制存取 HP 工具程式中的印表機設定。是否確定要啟用「控制台鎖定」?";
DisableControlPanelAccessAlertDescription = "HP 工具程式需要停用「控制台鎖定」以顯示和設定印表機設定。如果將其啟用，您將需要使用印表機的內嵌式 Web 伺服器來執行設定。";
DisableControlPanelAccessAlertButton = "啟用控制台鎖定";

HSDFeatureRequiresRebootNote = "(1) 如需使該設定生效，請重新啟動印表機。";

NoSetTitle = "未更新 %@。";
NoSetMessage = "嘗試變更此設定的次數已超出所允許的上限。請一小時後再試一次。";

// password window
HSDOldPasswordTitle = "舊密碼：";
HSDNewPasswordTitle = "新密碼：";
HSDConfirmPasswordTitle = "確認新密碼：";
IncorrectPasswordMessage = "密碼不正確。";
NewPasswordTooLong = "新密碼過長。";
PasswordNotSupported = "不支援密碼變更。";
PasswordRuntimeError = "未知錯誤。";

HSDOkButton = "確定";
HSDCancelButton = "取消";
